
// export function authorConsole(){
//     // window.console.log(`%c云顶书院作业提交系统---云骄云骥项目组简介`,'color:#4990e2; font-size:18px;font-weight: bold')
// //     window.console.log(`
// // 本项目组由2021年六期优秀寒假项目组云翼，云深合并而成
// // 云翼项目组：
// //     组长：武峻平
// //     前端：李冉，阴文灵，邓柏渠
// //     后端：程柯雷，邵琰，滕天任,余进鑫
// //     设计：张芝阳
// // 云深项目组：
// //     组长：黄璐瑶
// //     前端：王得钧，李冲，李苗洁
// //     后端：刘德康，杨景森，闫兆南，张秉坤，王英巧
// //     设计：乔敬淇，王佑

// // 以上两组奠基了本项目的基本设计架构

// // 本项目组于2022年10月5日成立,并更名为云骄云骥项目组,在保留了之前两组的前提下加入了新的开发成员
// // 云骄云骥项目组一期成员简介:
// //     前端:樊阳,李冉，张燕,崔鼎,李李昊,严高琪,阴文灵
// //     后端:程柯雷,刘德康,邵琰，滕天任,闫兆南，张秉坤
// //     设计:乔敬淇，王佑,张芝阳
// //     技术指导:闫韬蒙,肖文卓,赵正扬,刘璐,闫鹏飞,夏张驰

// // %c祝所有使用本项目的云子都可以在云顶书院学有所成,振翅云顶之上,极目星辰大海
// // `,'color:#4990e2;')
// window.console.log(`%c祝所有使用本项目的云子都可以在云顶书院学有所成
// 振翅云顶之上,极目星辰大海`,`color:#4990e2;`)
// }
